{
    "01": "Some people think the best way to learn new things is to study them alone. Others think that it is always better to get help from a skilled teacher. Which do you prefer? Use specific reasons to support your choice.",
    "02": "Nowadays many elderly people live alone and this can cause a variety of problems. What are some of these problems and what solutions can you suggest?",
    "03": "The number of overweight children in developed countries is increasing. Some people think this is due to problems such as the growing number of fast-food outlets. Others believe that parents are to blame for not looking after their children’s health. To what extent do you agree with these views?",
    "04": "Car ownership has increased so rapidly over the past thirty years that many cities in the world are now ‘one big traffic jam.’ How true do you think this statement is? What measures can governments take to discourage people from using their cars?",
    "05": "People think that using smart phone in public areas should be banned. To what extent do you agree or disagree?",
    "06": "Large companies should pay CEOs and executives higher salary than other workers. To what extent do you agree or disagree?",
    "07": "Some people believe that aim of university education is to help graduates to get better jobs. Others believe there are wider benefits of university education for both individuals and society. Discuss views and give your opinion.",
    "08": "Illiteracy continues to be a concern for many countries in the world today. What are the causes of illiteracy in modern world, and what effects does it have on the people concerned and on society as a whole?",
    "09": "Some people believe that government should spend money to provide faster public transport. Others think that there are other important priorities for public transport such as cost and environment. Discuss both views and give your opinion.",
    "10": "Some people say that public libraries should be free, otherwise they are just a waste of money, especially because modern technologies and the internet allow easy access to resources. Discuss and give your point of view.",
    "11": "It is generally believed that some people are born with certain talents, for instance for sports, and music, and others are not. However, it is sometimes claimed that any child can be taught to become a good sportsperson or musician. Discuss both these views and give your opinion.",
    "12": "In the future, all cars, buses and trucks will be driverless. The only people travelling inside these vehicles will be passengers. Is this a positive or negative?",
    "13": "Many people believe that social networking sites (such as Facebook) have had a huge impact on both individuals and society. To what extent do you agree?",
    "14": "More and more people are moving away from agriculture background to relocate to cities in order to look for work. What will be the consequences of this? What solutions can you offer?",
    "15": "In some cultures, children are told they can achieve anything if they work hard. What are the advantages and disadvantages of giving children this message?",
    "16": "Nowadays, many women are joining police and military forces. However, some people believe that these roles or jobs are not suitable for women. Do you agree or disagree with this statement?",
    "17": "Some experts believe that when a country is already rich, any additional increase in economic wealth does not make its citizens any more satisfied. To what extent do you agree or disagree?",
    "18": "Some people think doing sports to make physical strong is important, while others think mental strength is more important. Discuss both views and share your opinions.",
    "19": "In many countries, it is mandatory for school children to wear uniform. Do the advantages of this policy outweigh the disadvantages? Give five reasons for your answer and include any relevant examples from your own knowledge or experience.",
    "20": "Some hold the view that ideas and information should be completely open—there should be no controls on what people can read and watch in the media (TV, newspapers, Internet). Do you agree with this view, or do you think that in some circumstances governments should limit the freedom of the media?",
    "21": "Some people agree with spending lots of money on a large wedding, while others think a small wedding is a better option. Discuss both views and give your opinion.",
    "22": "Some people say that drug companies have the responsibility to spend money on researching medicine to help the poorer countries, while others think the main responsibility of drug companies is to make money. Discuss both views and give your own opinion.",
    "23": "Some people think that the teenage years are the happiest times of most people’s lives. Others think that adult life brings more happiness, in spite of greater responsibilities. Discuss both these views and give your own opinion.",
    "24": "Some people think that the fictional violence portrayed on television is harmless entertainment. Others disagree and think that it encourages violent behavior. Discuss both these views and give your own opinion.",
    "25": "Some people believe sports at schools should be compulsory, while others think that it is a waste of time. Discuss both these views and give your opinion. Give reasons for your answer and include any relevant examples from your own knowledge or experience.",
    "26": "Some people believe that zoos are cruel and morally wrong because they only keep animals in captivity. Others think that zoos play a variety of important roles aside from entertaining the public. Discuss both these views and give your own opinion.",
    "27": "Some people believe that governments should invest more money in public transportation systems, while others think funds should be spent on improving roads and highways. Discuss both views and give your own opinion.",
    "28": "Some people believe that to become successful in sports one should have a natural talent. Others think that practice is a crucial part to success. Discuss both views and give your own opinion.",
    "29": "Competitiveness is seen as a positive quality for people to have in many societies today. How does this competitiveness affect individuals? Do you think it is a positive or negative quality?"
  }